[
    {
        "quote": "Faith is taking the first step even when you don’t see the whole staircase.",
        "author": "Martin Luther King Jr."
    },
    {
        "quote": "Let all that you do be done in love.",
        "author": "1 Corinthians 16:14"
    },
    {
        "quote": "God doesn’t call the qualified, He qualifies the called.",
        "author": "Unknown"
    },
    {
        "quote": "Do not be afraid, for I am with you.",
        "author": "Isaiah 43:5"
    },
    {
        "quote": "The Lord is my shepherd; I shall not want.",
        "author": "Psalm 23:1"
    },
    {
        "quote": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "author": "Jeremiah 29:11"
    },
    {
        "quote": "I can do all things through Christ who strengthens me.",
        "author": "Philippians 4:13"
    },
    {
        "quote": "With God all things are possible.",
        "author": "Matthew 19:26"
    },
    {
        "quote": "For God so loved the world, that He gave His only Son, that whoever believes in Him should not perish but have eternal life.",
        "author": "John 3:16"
    },
    {
        "quote": "Do not let your hearts be troubled. Trust in God; trust also in me.",
        "author": "John 14:1"
    },
    {
        "quote": "The joy of the Lord is your strength.",
        "author": "Nehemiah 8:10"
    },
    {
        "quote": "For nothing will be impossible with God.",
        "author": "Luke 1:37"
    },
    {
        "quote": "Cast all your anxiety on Him because He cares for you.",
        "author": "1 Peter 5:7"
    },
    {
        "quote": "In everything give thanks; for this is the will of God in Christ Jesus concerning you.",
        "author": "1 Thessalonians 5:18"
    },
    {
        "quote": "Trust in the Lord with all your heart, and do not lean on your own understanding.",
        "author": "Proverbs 3:5"
    },
    {
        "quote": "The Lord will fight for you; you need only to be still.",
        "author": "Exodus 14:14"
    },
    {
        "quote": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
        "author": "Psalm 34:18"
    },
    {
        "quote": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
        "author": "Matthew 5:3"
    },
    {
        "quote": "Do everything in love.",
        "author": "1 Corinthians 16:14"
    },
    {
        "quote": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
        "author": "Romans 8:38-39"
    },
    {
        "quote": "Be still and know that I am God.",
        "author": "Psalm 46:10"
    },
    {
        "quote": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness, and self-control.",
        "author": "Galatians 5:22-23"
    },
    {
        "quote": "You are the light of the world.",
        "author": "Matthew 5:14"
    },
    {
        "quote": "And we know that in all things God works for the good of those who love Him, who have been called according to His purpose.",
        "author": "Romans 8:28"
    },
    {
        "quote": "The Lord is my light and my salvation—whom shall I fear?",
        "author": "Psalm 27:1"
    },
    {
        "quote": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.",
        "author": "Mark 11:24"
    },
    {
        "quote": "Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.",
        "author": "Mark 12:30"
    },
    {
        "quote": "God is our refuge and strength, an ever-present help in trouble.",
        "author": "Psalm 46:1"
    },
    {
        "quote": "The Lord is my rock, my fortress and my deliverer.",
        "author": "Psalm 18:2"
    },
    {
        "quote": "Let everything that has breath praise the Lord.",
        "author": "Psalm 150:6"
    },
    {
        "quote": "When you pray, go into your room, close the door and pray to your Father, who is unseen; then your Father, who sees what is done in secret, will reward you.",
        "author": "Matthew 6:6"
    },
    {
        "quote": "But the Lord stood at my side and gave me strength.",
        "author": "2 Timothy 4:17"
    },
    {
        "quote": "God is our refuge and strength, an ever-present help in trouble.",
        "author": "Psalm 46:1"
    },
    {
        "quote": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
        "author": "Joshua 1:9"
    }
]
