[
    {
        "quote": "He who kneels before God can stand before anyone.",
        "author": "Unknown"
    },
    {
        "quote": "Prayer is the key of the morning and the bolt of the evening.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "Worry does not empty tomorrow of its sorrow, it empties today of its strength.",
        "author": "Corrie Ten Boom"
    },
    {
        "quote": "When I am afraid, I put my trust in you.",
        "author": "Psalm 56:3"
    },
    {
        "quote": "You will seek me and find me when you seek me with all your heart.",
        "author": "Jeremiah 29:13"
    },
    {
        "quote": "I sought the Lord, and he answered me; he delivered me from all my fears.",
        "author": "Psalm 34:4"
    },
    {
        "quote": "Commit to the Lord whatever you do, and he will establish your plans.",
        "author": "Proverbs 16:3"
    },
    {
        "quote": "Even though I walk through the darkest valley, I will fear no evil, for you are with me.",
        "author": "Psalm 23:4"
    },
    {
        "quote": "He must increase, but I must decrease.",
        "author": "John 3:30"
    },
    {
        "quote": "Blessed is she who has believed that the Lord would fulfill his promises to her.",
        "author": "Luke 1:45"
    },
    {
        "quote": "Therefore encourage one another and build each other up.",
        "author": "1 Thessalonians 5:11"
    },
    {
        "quote": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
        "author": "Proverbs 18:10"
    },
    {
        "quote": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "author": "Romans 12:12"
    },
    {
        "quote": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
        "author": "Matthew 5:16"
    },
    {
        "quote": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.",
        "author": "Proverbs 17:22"
    },
    {
        "quote": "He gives power to the weak and strength to the powerless.",
        "author": "Isaiah 40:29"
    },
    {
        "quote": "Come to me, all you who are weary and burdened, and I will give you rest.",
        "author": "Matthew 11:28"
    },
    {
        "quote": "The light shines in the darkness, and the darkness has not overcome it.",
        "author": "John 1:5"
    },
    {
        "quote": "My grace is sufficient for you, for my power is made perfect in weakness.",
        "author": "2 Corinthians 12:9"
    },
    {
        "quote": "Set your minds on things above, not on earthly things.",
        "author": "Colossians 3:2"
    },
    {
        "quote": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind.",
        "author": "Romans 12:2"
    },
    {
        "quote": "Let us not grow weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
        "author": "Galatians 6:9"
    },
    {
        "quote": "Taste and see that the Lord is good; blessed is the one who takes refuge in him.",
        "author": "Psalm 34:8"
    },
    {
        "quote": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
        "author": "Psalm 51:10"
    },
    {
        "quote": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
        "author": "Ephesians 4:32"
    },
    {
        "quote": "Faith does not make things easy—it makes them possible.",
        "author": "Luke 1:37"
    },
    {
        "quote": "Where God guides, He provides.",
        "author": "Isaiah 58:11"
    },
    {
        "quote": "God has perfect timing; never early, never late.",
        "author": "Unknown"
    },
    {
        "quote": "The will of God will never take you where the grace of God will not protect you.",
        "author": "Unknown"
    },
    {
        "quote": "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "author": "Psalm 37:4"
    },
    {
        "quote": "Fear not, for I have redeemed you; I have summoned you by name; you are mine.",
        "author": "Isaiah 43:1"
    }
]
