[
    {
        "name": "Saint Francis of Assisi",
        "feast_day": "October 4",
        "description": "Saint Francis of Assisi was an Italian Catholic friar and preacher. He founded the Franciscan Order and is known for his love of nature and animals."
    },
    {
        "name": "Saint Teresa of Calcutta",
        "feast_day": "September 5",
        "description": "Saint Teresa of Calcutta, also known as Mother Teresa, was a missionary nun who dedicated her life to serving the poor and sick in the slums of Kolkata, India."
    },
    {
        "name": "Saint Augustine of Hippo",
        "feast_day": "August 28",
        "description": "Saint Augustine of Hippo was an early Christian theologian and philosopher, who became a bishop and is one of the most important Church Fathers in Western Christianity."
    },
    {
        "name": "Saint Joseph",
        "feast_day": "March 19",
        "description": "Saint Joseph, the husband of Mary and earthly father of Jesus, is the patron saint of workers and the universal Church."
    },
    {
        "name": "Saint Catherine of Siena",
        "feast_day": "April 29",
        "description": "Saint Catherine of Siena was an Italian Dominican Tertiary, a mystic, and a Scholastic philosopher, recognized as one of the two patron saints of Italy."
    },
    {
        "name": "Saint John Paul II",
        "feast_day": "October 22",
        "description": "Saint John Paul II was the pope of the Catholic Church from 1978 until his death in 2005. He is remembered for his role in the fall of communism and for his extensive travels."
    },
    {
        "name": "Saint Thérèse of Lisieux",
        "feast_day": "October 1",
        "description": "Saint Thérèse of Lisieux, known as the Little Flower, was a French Carmelite nun who became widely known for her simple and profound spirituality."
    },
    {
        "name": "Saint Ignatius of Loyola",
        "feast_day": "July 31",
        "description": "Saint Ignatius of Loyola was a Spanish Basque Catholic priest and theologian who founded the Society of Jesus (the Jesuits)."
    },
    {
        "name": "Saint Francis Xavier",
        "feast_day": "December 3",
        "description": "Saint Francis Xavier was a co-founder of the Society of Jesus and a missionary who played a key role in spreading Christianity in Asia."
    },
    {
        "name": "Saint Benedict of Nursia",
        "feast_day": "July 11",
        "description": "Saint Benedict of Nursia was a Christian saint, the founder of the Benedictine Order, and is known for his Rule that guided many monastic communities."
    },
    {
        "name": "Saint Anne",
        "feast_day": "July 26",
        "description": "Saint Anne was the mother of the Virgin Mary and grandmother of Jesus. She is venerated in both Eastern and Western Christianity."
    },
    {
        "name": "Saint Elizabeth Ann Seton",
        "feast_day": "January 4",
        "description": "Saint Elizabeth Ann Seton was the first native-born American to be canonized by the Catholic Church. She founded the Sisters of Charity."
    },
    {
        "name": "Saint Thomas Aquinas",
        "feast_day": "January 28",
        "description": "Saint Thomas Aquinas was an Italian Dominican friar and theologian, renowned for his synthesis of Christian theology with Aristotelian philosophy."
    },
    {
        "name": "Saint Rita of Cascia",
        "feast_day": "May 22",
        "description": "Saint Rita of Cascia was an Italian widow and Augustinian nun, known for her devotion, patience, and suffering."
    },
    {
        "name": "Saint Bernadette Soubirous",
        "feast_day": "April 16",
        "description": "Saint Bernadette Soubirous is best known for her visions of the Virgin Mary at Lourdes, which led to the development of the Lourdes shrine."
    },
    {
        "name": "Saint Padre Pio",
        "feast_day": "September 23",
        "description": "Saint Padre Pio was an Italian Capuchin friar, priest, and mystic known for his stigmata and healing miracles."
    },
    {
        "name": "Saint Clare of Assisi",
        "feast_day": "August 11",
        "description": "Saint Clare of Assisi was an Italian saint and one of the first followers of Saint Francis. She founded the Order of Poor Ladies, later called the Poor Clares."
    },
    {
        "name": "Saint Louis de Montfort",
        "feast_day": "April 28",
        "description": "Saint Louis de Montfort was a French Roman Catholic priest, missionary, and theologian known for his devotion to the Blessed Virgin Mary."
    },
    {
        "name": "Saint James the Greater",
        "feast_day": "July 25",
        "description": "Saint James the Greater was one of the twelve apostles of Jesus and the first apostle to be martyred."
    },
    {
        "name": "Saint Mark the Evangelist",
        "feast_day": "April 25",
        "description": "Saint Mark the Evangelist is traditionally considered the author of the Gospel of Mark."
    },
    {
        "name": "Saint Matthew the Evangelist",
        "feast_day": "September 21",
        "description": "Saint Matthew the Evangelist was one of the twelve apostles and is traditionally credited with the authorship of the Gospel of Matthew."
    },
    {
        "name": "Saint Monica",
        "feast_day": "August 27",
        "description": "Saint Monica was the mother of Saint Augustine of Hippo and is known for her unwavering devotion and prayers for her son's conversion."
    },
    {
        "name": "Saint Bartholomew",
        "feast_day": "August 24",
        "description": "Saint Bartholomew was one of the twelve apostles of Jesus and is traditionally identified as Nathanael."
    },
    {
        "name": "Saint Andrew",
        "feast_day": "November 30",
        "description": "Saint Andrew was one of the twelve apostles and is the patron saint of Scotland, Greece, and Russia."
    },
    {
        "name": "Saint George",
        "feast_day": "April 23",
        "description": "Saint George was a Roman soldier who became a Christian martyr. He is widely known as the patron saint of England."
    }
]
