[
    {
        "name": "Saint Joan of Arc",
        "feast_day": "May 30",
        "description": "Saint Joan of Arc was a French heroine who led armies during the Hundred Years' War and was later canonized for her faith and courage."
    },
    {
        "name": "Saint Anthony of Padua",
        "feast_day": "June 13",
        "description": "Saint Anthony of Padua was a Franciscan priest known for his powerful preaching and is the patron saint of lost items."
    },
    {
        "name": "Saint Maximilian Kolbe",
        "feast_day": "August 14",
        "description": "Saint Maximilian Kolbe was a Polish priest who gave his life in place of another prisoner at Auschwitz during World War II."
    },
    {
        "name": "Saint Gregory the Great",
        "feast_day": "September 3",
        "description": "Saint Gregory I, also known as Gregory the Great, was pope and a Doctor of the Church, known for his reforms and writings."
    },
    {
        "name": "Saint Kateri Tekakwitha",
        "feast_day": "July 14",
        "description": "Saint Kateri Tekakwitha was the first Native American to be canonized, known for her piety and devotion."
    },
    {
        "name": "Saint Polycarp",
        "feast_day": "February 23",
        "description": "Saint Polycarp was a 2nd-century bishop of Smyrna and martyr, one of the Apostolic Fathers."
    },
    {
        "name": "Saint Cecilia",
        "feast_day": "November 22",
        "description": "Saint Cecilia is the patron saint of music and musicians, remembered for her faith and martyrdom."
    },
    {
        "name": "Saint Jerome",
        "feast_day": "September 30",
        "description": "Saint Jerome was a biblical scholar who translated the Bible into Latin (the Vulgate)."
    },
    {
        "name": "Saint Ambrose",
        "feast_day": "December 7",
        "description": "Saint Ambrose was bishop of Milan and one of the four original Doctors of the Church."
    },
    {
        "name": "Saint Scholastica",
        "feast_day": "February 10",
        "description": "Saint Scholastica was the twin sister of Saint Benedict and founded a women's monastic community."
    },
    {
        "name": "Saint Isidore the Farmer",
        "feast_day": "May 15",
        "description": "Saint Isidore was a Spanish farmer known for his piety, humility, and miracles related to agriculture."
    },
    {
        "name": "Saint Blaise",
        "feast_day": "February 3",
        "description": "Saint Blaise was a bishop and martyr, best known for his protection against throat ailments."
    },
    {
        "name": "Saint Lucy",
        "feast_day": "December 13",
        "description": "Saint Lucy was a Christian martyr and is the patron saint of the blind and those with eye problems."
    },
    {
        "name": "Saint Martin of Tours",
        "feast_day": "November 11",
        "description": "Saint Martin was a Roman soldier turned bishop known for his charity and humility."
    },
    {
        "name": "Saint John the Baptist",
        "feast_day": "June 24",
        "description": "Saint John the Baptist was the forerunner of Christ and baptized Jesus in the Jordan River."
    },
    {
        "name": "Saint John Bosco",
        "feast_day": "January 31",
        "description": "Saint John Bosco was a priest who dedicated his life to educating and caring for disadvantaged youth."
    },
    {
        "name": "Saint Dominic",
        "feast_day": "August 8",
        "description": "Saint Dominic was the founder of the Dominican Order, dedicated to preaching and teaching."
    },
    {
        "name": "Saint Jerome Emiliani",
        "feast_day": "February 8",
        "description": "Saint Jerome Emiliani is the patron saint of orphans and abandoned children."
    },
    {
        "name": "Saint Rose of Lima",
        "feast_day": "August 23",
        "description": "Saint Rose of Lima was the first person born in the Americas to be canonized, known for her life of prayer and penance."
    },
    {
        "name": "Saint Lawrence",
        "feast_day": "August 10",
        "description": "Saint Lawrence was a Roman deacon and martyr who distributed alms to the poor."
    },
    {
        "name": "Saint John of the Cross",
        "feast_day": "December 14",
        "description": "Saint John of the Cross was a Carmelite friar, mystic, and Doctor of the Church, known for his writings on the spiritual life."
    },
    {
        "name": "Saint Teresa of Ávila",
        "feast_day": "October 15",
        "description": "Saint Teresa was a Carmelite reformer and mystic, and one of the first women to be named a Doctor of the Church."
    },
    {
        "name": "Saint John the Evangelist",
        "feast_day": "December 27",
        "description": "Saint John the Evangelist was one of the Twelve Apostles and is traditionally credited with the Gospel of John and Revelation."
    },
    {
        "name": "Saint Peter",
        "feast_day": "June 29",
        "description": "Saint Peter was one of the Twelve Apostles and the first pope, known for his leadership and martyrdom."
    },
    {
        "name": "Saint Paul",
        "feast_day": "June 29",
        "description": "Saint Paul was a former persecutor of Christians who became one of Christianity's greatest missionaries and writers."
    },
    {
        "name": "Saint Anthony the Great",
        "feast_day": "January 17",
        "description": "Saint Anthony the Great was a Christian monk from Egypt and is considered the father of monasticism."
    },
    {
        "name": "Saint Catherine Labouré",
        "feast_day": "November 28",
        "description": "Saint Catherine Labouré received the visions of the Miraculous Medal from the Virgin Mary."
    },
    {
        "name": "Saint Maria Goretti",
        "feast_day": "July 6",
        "description": "Saint Maria Goretti is one of the youngest canonized saints and is known for her purity and forgiveness of her attacker."
    },
    {
        "name": "Saint Juan Diego",
        "feast_day": "December 9",
        "description": "Saint Juan Diego was the indigenous man who witnessed the apparition of Our Lady of Guadalupe in Mexico."
    },
    {
        "name": "Saint Ephrem the Syrian",
        "feast_day": "June 9",
        "description": "Saint Ephrem was a deacon and poet-theologian of the early Church, revered for his hymns and writings."
    }
]
